
import 'package:get_post/res.dart';

class HomeCardData {
  List homeCardData=[
    {
      'title':'هل تعلم ان للتأمل فوائد صحية؟',
      'text': 'اذا كان الضغط يشعرك بالتوتر والاضطراب والقلق,\nفكر في تجربة التأمل.\nيمكن لأي فرد ممارسة التأمل, حيث أنه بسيط وغير مكلف\nولا يتطلب الحصول علي أي معدات خاصه',
      'image': Res.training1,
    },
    {
      'title':'هل تعلم ان للتأمل فوائد صحية؟',
      'text': 'اذا كان الضغط يشعرك بالتوتر والاضطراب والقلق,\nفكر في تجربة التأمل.\nيمكن لأي فرد ممارسة التأمل, حيث أنه بسيط وغير مكلف\nولا يتطلب الحصول علي أي معدات خاصه',
      'image': Res.training2,
    },
    {
      'title':'هل تعلم ان للتأمل فوائد صحية؟',
      'text': 'اذا كان الضغط يشعرك بالتوتر والاضطراب والقلق,\nفكر في تجربة التأمل.\nيمكن لأي فرد ممارسة التأمل, حيث أنه بسيط وغير مكلف\nولا يتطلب الحصول علي أي معدات خاصه',
      'image': Res.training1,
    },
    {
      'title':'هل تعلم ان للتأمل فوائد صحية؟',
      'text': 'اذا كان الضغط يشعرك بالتوتر والاضطراب والقلق,\nفكر في تجربة التأمل.\nيمكن لأي فرد ممارسة التأمل, حيث أنه بسيط وغير مكلف\nولا يتطلب الحصول علي أي معدات خاصه',
      'image': Res.training2,
    },

  ];
}